Repository: FlightGear/flightgear
Catalog: Translations/*/FlightGear-nonQt.xlf
Languages: pt

# menu/adjust-hud:0
source: Adjust HUD Properties
pt: Ajustar Visor Holográfico

# menu/adjust-lod:0
source: Adjust LOD Ranges
pt: Ajustar Nível de Detalhes

# menu/ai:0
source: AI
pt: IA

# menu/aircraft-keys:0
source: Aircraft Help
pt: Ajuda da Aeronave

# menu/atc-in-range:0
source: ATC Services in Range
pt: Serviços CTA ao Alcance

# menu/autopilot:0
source: Autopilot
pt: Piloto Automático

# menu/autopilot-settings:0
source: Autopilot Settings
pt: Configurações do Piloto Automático

# menu/autostart:0
source: Autostart
pt: Ligar Automático

# menu/basic-keys:0
source: Basic Simulator Keys
pt: Teclas Básicas do Simulador

# menu/carrier:0
source: Carrier Controls
pt: Controles do Porta-Aviões

# menu/cockpit-view-options:0
source: Cockpit View Options
pt: Opcões da Visão da Cabine

# menu/common-keys:0
source: Common Aircraft Keys
pt: Teclas Comuns dos Aviões

# menu/configure-dev-extension:0
source: Configure Development Extensions
pt: Configurar Extensões de Desenvolvimento

# menu/debug:0
source: Debug
pt: Depuração

# menu/development-keys:0
source: Development Keys
pt: Teclas de Desenvolvimento

# menu/display-marker:0
source: Display Tutorial Marker
pt: Exibir Marcador do Tutorial

# menu/doc-browser:0
source: Documentation Browser
pt: Navegador de Documentação

# menu/dump-scene-graph:0
source: Dump Scene Graph
pt: Esvaziar Cena Gráfica

# menu/environment:0
source: Environment
pt: Ambiente

# menu/environment-settings:0
source: Environment Settings
pt: Configurações de Ambiente

# menu/equipment:0
source: Equipment
pt: Equipamento

# menu/exit:0
source: Quit
pt: Sair

# menu/failure-submenu:0
source: --- Failures ---
pt: --- Panes ---

# menu/file:0
source: File
pt: Arquivo

# menu/fuel-and-payload:0
source: Fuel and Payload
pt: Combustível e Carga

# menu/global-weather:0
source: Weather
pt: Clima

# menu/goto-airport:0
source: Select Airport
pt: Selecionar Aeroporto

# menu/gps:0
source: GPS Settings
pt: Configurações do GPS

# menu/help:0
source: Help
pt: Ajuda

# menu/help-browser:0
source: Help (opens in browser)
pt: Ajuda (Abre no navegador)

# menu/immatriculation:0
source: Immatriculation
pt: Matrícula

# menu/instrument-failures:0
source: Instrument Failures
pt: Panes de Instrumentos

# menu/instrument-settings:0
source: Instrument Settings
pt: Configurações de Instrumentos

# menu/jetway:0
source: Jetway Settings
pt: Configurações da Ponte de Embarque

# menu/joystick-config:0
source: Joystick Configuration
pt: Configuração de Joystick

# menu/joystick-info:0
source: Joystick Information
pt: Informação do Joystick

# menu/load-tape:0
source: Load Flight Recorder Tape
pt: Carregar Fita do Gravador de Voo

# menu/local_weather:0
source: Local Weather (Test)
pt: Clima Local (Teste)

# menu/location:0
source: Location
pt: Localização

# menu/logging:0
source: Logging
pt: Relatórios de Log

# menu/map:0
source: Map
pt: Mapa

# menu/menu-about:0
source: About
pt: Sobre

# menu/mp-carrier:0
source: MPCarrier Selection
pt: Seleção de Porta-Aviões Multijogador

# menu/mp-chat:0
source: Chat Dialog
pt: Janela de Chat

# menu/mp-chat-menu:0
source: Chat Menu
pt: Menu de Chat

# menu/mp-list:0
source: Pilot List
pt: Lista de Pilotos

# menu/mp-settings:0
source: Multiplayer Settings
pt: Configurações de Multijogador

# menu/multiplayer:0
source: Multiplayer
pt: Multijogador

# menu/nasal-console:0
source: Nasal Console
pt: Console Nasal

# menu/next-waypoint:0
source: Next Waypoint
pt: Próximo Destino

# menu/performance-monitor:0
source: Monitor System Performance
pt: Monitorar Performance do Sistema

# menu/pilot-offset:0
source: Adjust View Position
pt: Ajustar Distância da Visão

# menu/position-in-air:0
source: Position Aircraft In Air
pt: Posicionar Aviao no Ar

# menu/previous-waypoint:0
source: Previous Waypoint
pt: Destino Anterior

# menu/print-rendering-statistics:0
source: Print Rendering Statistics
pt: Imprimir Estatísticas de Renderização

# menu/print-scene-info:0
source: Print Visible Scene Info
pt: Imprimir Info da Cena Visível

# menu/property-browser:0
source: Browse Internal Properties
pt: Propriedades Internas

# menu/pushback:0
source: Pushback
pt: Trator pushback

# menu/radio:0
source: Radio Settings
pt: Configurações do Radio

# menu/random-attitude:0
source: Random Attitude
pt: Altitude Aleatória

# menu/random-failures:0
source: Random Failures
pt: Panes Aleatórias

# menu/reload-autopilot:0
source: Reload Autopilot
pt: Recarregar Piloto Automático

# menu/reload-gui:0
source: Reload GUI
pt: Recarregar Interface Gráfica

# menu/reload-hud:0
source: Reload HUD
pt: Recarregar HUD (Visor Holográfico)

# menu/reload-input:0
source: Reload Input
pt: Recarregar Entrada

# menu/reload-materials:0
source: Reload Materials
pt: Recarregar Materiais

# menu/reload-model:0
source: Reload Aircraft Model
pt: Recarregar Modelo da Aeronave

# menu/reload-network:0
source: Reload Network
pt: Recarregar Rede

# menu/reload-panel:0
source: Reload Panel
pt: Recarregar Painel

# menu/reload-scenery:0
source: Reload Scenery
pt: Recarregar Cenário

# menu/rembrandt-buffers-choice:0
source: Select Rendering Buffers
pt: Selecionar Buffers de Renderização

# menu/rendering-buffers:0
source: Hide/Show Rendering Buffers
pt: Exibir Buffers de Renderização

# menu/rendering-options:0
source: Rendering Options
pt: Opções de Renderização

# menu/replay:0
source: Instant Replay
pt: Replay do Voo

# menu/reset:0
source: Reset
pt: Resetar

# menu/route-manager:0
source: Route Manager
pt: Gerenciador de Rota

# menu/save-tape:0
source: Save Flight Recorder Tape
pt: Salvar Fita do Gravador de Voo

# menu/scenario:0
source: Traffic and Scenario Settings
pt: Configurações de Tráfego e Cenário

# menu/select-livery:0
source: Select livery
pt: Selecionar pintura

# menu/show-hide-yokes:0
source: Show/hide yokes
pt: Exibir/esconder manche

# menu/snap-shot:0
source: Screenshot
pt: Capturar Tela

# menu/snap-shot-dir:0
source: Screenshot Directory
pt: Diretório da Captura de Tela

# menu/sound-config:0
source: Sound Configuration
pt: Configuração do Som

# menu/statistics-display:0
source: Cycle On-Screen Statistics
pt: Alternar Estatísticas na Tela

# menu/stereoscopic-options:0
source: Stereoscopic View Options
pt: Opcoes da Visão Estereoscópica

# menu/stopwatch:0
source: Stopwatch
pt: Cronômetro

# menu/system-failures:0
source: System Failures
pt: Panes do Sistema

# menu/tanker:0
source: Tanker Controls
pt: Controles do Avião-Tanque

# menu/terrasync:0
source: Scenery Download
pt: Download de Cenário

# menu/tiller-steering:0
source: Tiller Steering
pt: Direção do Leme

# menu/time-settings:0
source: Time Settings
pt: Configurações de Hora

# menu/toggle-fullscreen:0
source: Toggle Fullscreen
pt: Tela Cheia

# menu/toggle-glide-slope:0
source: Toggle Glide Slope Tunnel
pt: Exibir Túnel do GlideSlope

# menu/tower-position:0
source: Tower Position
pt: Posição da Torre

# menu/tutorial-start:0
source: Tutorials
pt: Tutoriais

# menu/view:0
source: View
pt: Exibição

# menu/view-options:0
source: View Options
pt: Opções das Visões

# menu/wildfire-settings:0
source: Wildfire Settings
pt: Configurações de Incêndios

# menu/wingman:0
source: Wingman Controls
pt: Controles de Voo em Formação

# options/AV400-desc:0
source: Emit the Garmin AV400 protocol required to drive a Garmin 196/296 series GPS
pt: Emite o protocolo Garmin AV400 requerido para utilizar um GPS Garmin 196/296 series

# options/AV400Sim-desc:0
source: Emit the set of AV400 strings required to drive a Garmin 400-series GPS from FlightGear
pt: Emite um conjunto de caracteres de texto AV400 requeridos para usar um GPS Garmin 400-series no FlightGear

# options/adf1-desc:0
source: Set the ADF1 radio frequency, optionally preceded by a card rotation.
pt: Define a frequencia de radio ADF1, opcionalmente precedido por uma rotacao de carta.

# options/adf2-desc:0
source: Set the ADF2 radio frequency, optionally preceded by a card rotation.
pt: Define a frequencia de radio ADF2, opcionalmente precedido por uma rotacao de carta.

# options/aero-desc:0
source: Select aircraft aerodynamics model to load
pt: Seleciona o modelo da aerodinamica da aeronave para carregar

# options/ai-scenario:0
source: Add and enable a new scenario. Multiple options are allowed.
pt: Adiciona e habilita um novo cenario. Multiplas opcoes sao permitidas.

# options/aircraft-desc:0
source: Select an aircraft profile as defined by a top level <name>-set.xml
pt: Selecionar um perfil de aeronave definido por um <nome>-set.xml de nivel superior

# options/aircraft-dir-desc:0
source: Specify the exact directory to use for the aircraft (normally not required, but may be useful). Interpreted relatively to the current directory. Causes the <path-cache> from autosave_X_Y.xml, as well as --fg-aircraft and the FG_AIRCRAFT environment variable to be bypassed.
pt: Diretorio das aeronaves relativo ao caminho do executavel

# options/aircraft-model-options:0
source: Aircraft model directory (UIUC FDM ONLY)
pt: Diretorio dos modelos de aeronaves (APENAS UIUC MDV)

# options/aircraft-options:0
source: Aircraft
pt: Aeronave

# options/airport-desc:0
source: Specify starting position relative to an airport
pt: Especifica a posicao inicial relativa ao aeroporto

# options/altitude-desc:0
source: Starting altitude
pt: Altitude inicial

# options/arm-desc:0
source: Specify a multiplier for the aspect ratio.
pt: Especificar um multiplicador para a taxa de proporcao.

# options/atcsim-desc:0
source: Open connection using the ATC sim protocol (atc610x)
pt: Abrir conexao usando o protocolo ATC sim(atc610x)

# options/atlas-desc:0
source: Open connection using the Atlas protocol
pt: Abrir conexao usando o protocolo Atlas

# options/audio-options:0
source: Audio Options
pt: Opcoes de Audio

# options/avionics-options:0
source: Avionics Options
pt: Opciones dos Avionicos

# options/bpp-desc:0
source: Specify the bits per pixel
pt: Especifica os bits por pixel

# options/browser-app-desc:0
source: Specify path to your web browser
pt: Especifica o caminho do navegador web

# options/callsign-desc:0
source: assign a unique name to a player
pt: Atribui um nome unico para um jogador

# options/carrier-desc:0
source: Specify starting position on an AI carrier
pt: Especifica a posicao inicial em um porta-avioes IA

# options/ceiling-desc:0
source: Create an overcast ceiling, optionally with a specific thickness (defaults to 2000 ft).
pt: Criar um teto nublado, opcionalmente, com uma espessura especifica (o padrao e 2000 pes).

# options/com1-desc:0
source: Set the COM1 radio frequency
pt: Define a frequencia de radio COM1

# options/com2-desc:0
source: Set the COM2 radio frequency
pt: Define a frequencia de radio COM2

# options/config-desc:0
source: Load additional properties from path
pt: Carrega propriedades adicionais do caminho

# options/debugging-options:0
source: Debugging Options
pt: Opcoes de Depuracao

# options/disable-ai-models-desc:0
source: Deprecated option (disable internal AI subsystem)
pt: Opcao em desuso (desativa o sistema de trafego interativo)

# options/disable-ai-traffic-desc:0
source: Disable artificial traffic.
pt: Desativar trafego artificial.

# options/disable-anti-alias-hud-desc:0
source: Disable anti-aliased HUD
pt: Desativa o visor holografico (HUD) com anti-serrilhado

# options/disable-auto-coordination-desc:0
source: Disable auto coordination
pt: Desativa a auto-coordenacao

# options/disable-clock-freeze-desc:0
source: Clock advances normally
pt: Relogio avanca normalmente

# options/disable-clouds-desc:0
source: Disable 2D (flat) cloud layers
pt: Desativar as camadas de nuvens 2D (planas)

# options/disable-clouds3d-desc:0
source: Disable 3D (volumetric) cloud layers
pt: Desativar as camadas de nuvens 3D (volumetricas)

# options/disable-distance-attenuation:0
source: Disable runway light distance attenuation
pt: Desativa a atenuacao da distancia das luzes da pista

# options/disable-enhanced-lighting:0
source: Disable enhanced runway lighting
pt: Desativa a iluminacao melhorada das pistas

# options/disable-freeze-desc:0
source: Start in a running state
pt: Comece em um estado de funcionamento

# options/disable-fuel-freeze-desc:0
source: Fuel is consumed normally
pt: O combustivel e consumido normalmente

# options/disable-fullscreen-desc:0
source: Disable fullscreen mode
pt: Desativa o modo tela cheia

# options/disable-horizon-effect:0
source: Disable celestial body growth illusion near the horizon
pt: Desativa a ilusao do crescimento de corpos celestes perto do horizonte

# options/disable-hud-3d-desc:0
source: Disable 3D HUD
pt: Desativa o visor holografico (HUD) 3D

# options/disable-hud-desc:0
source: Disable Heads Up Display (HUD)
pt: Desativa visor holografico (HUD)

# options/disable-mouse-pointer-desc:0
source: Disable extra mouse pointer
pt: Desativar ponteiro adicional do mouse

# options/disable-panel-desc:0
source: Disable instrument panel
pt: Desativa o painel de instrumentos

# options/disable-random-buildings-desc:0
source: Exclude random buildings objects
pt: Excluir edificios aleatorios

# options/disable-random-objects-desc:0
source: Exclude random scenery objects
pt: Excluir objetos aleatorios do cenario

# options/disable-random-vegetation-desc:0
source: Exclude random vegetation objects
pt: Excluir objetos aleatorios de vegetacao

# options/disable-real-weather-fetch-desc:0
source: Disable METAR based real weather fetching
pt: Desativar a busca de clima real baseada em METAR

# options/disable-save-on-exit:0
source: Don't save preferences upon program exit
pt: Nao salvar preferencias ao sair do programa

# options/disable-sound-desc:0
source: Disable sound effects
pt: Desativa efeitos sonoros

# options/disable-specular-highlight:0
source: Disable specular reflections on textured objects
pt: Desativa a reflexao especular sobre objetos texturizados

# options/disable-splash-screen-desc:0
source: Disable splash screen
pt: Desativa tela de abertura

# options/disable-terrasync-desc:0
source: Disable automatic scenery downloads/updates
pt: Desativa o download/atualizacao automatica de cenarios

# options/disable-textures-desc:0
source: Disable textures
pt: Desativa as texturas

# options/disable-wireframe-desc:0
source: Disable wireframe drawing mode
pt: Desativa o modo de desenho aramado

# options/dme-desc:0
source: Slave the ADF to one of the NAV radios, or set its internal frequency.
pt: Define como escravo o ADF para uma das radios NAV, ou define sua frequencia interna.

# options/enable-ai-models-desc:0
source: Enable AI subsystem (required for multi-player, AI traffic and many other animations)
pt: Ativar trafego interativo (necessario para multi-jogador, trafego IA e muitas outras animacoes)

# options/enable-ai-traffic-desc:0
source: Enable artificial traffic.
pt: Ativar trafego artificial.

# options/enable-anti-alias-hud-desc:0
source: Enable anti-aliased HUD
pt: Ativa o visor holografico (HUD) com anti-serrilhado

# options/enable-auto-coordination-desc:0
source: Enable auto coordination
pt: Ativa a auto-coordenacao

# options/enable-clock-freeze-desc:0
source: Do not advance clock
pt: Nao avanca o relogio

# options/enable-clouds-desc:0
source: Enable 2D (flat) cloud layers
pt: Ativar as camadas de nuvens 2D (planas)

# options/enable-clouds3d-desc:0
source: Enable 3D (volumetric) cloud layers
pt: Ativar as camadas de nuvens 3D (volumetricas)

# options/enable-distance-attenuation:0
source: Enable runway light distance attenuation
pt: Ativa a atenuacao da distancia das luzes da pista

# options/enable-enhanced-lighting:0
source: Enable enhanced runway lighting
pt: Ativa a iluminacao melhorada das pistas

# options/enable-freeze-desc:0
source: Start in a frozen state
pt: Comece em um estado congelado

# options/enable-fuel-freeze-desc:0
source: Fuel tank quantity forced to remain constant
pt: Quantidade do tanque de combustivel forcada a permanecer constante

# options/enable-fullscreen-desc:0
source: Enable fullscreen mode
pt: Ativa o modo tela cheia

# options/enable-horizon-effect:0
source: Enable celestial body growth illusion near the horizon
pt: Ativa a ilusao do crescimento de corpos celestes perto do horizonte

# options/enable-hud-3d-desc:0
source: Enable 3D HUD
pt: Ativa o visor holografico (HUD) 3D

# options/enable-hud-desc:0
source: Enable Heads Up Display (HUD)
pt: Ativa visor holografico (HUD)

# options/enable-mouse-pointer-desc:0
source: Enable extra mouse pointer
pt: Ativar ponteiro adicional do mouse

# options/enable-mouse-pointer-desc:1
source: (i.e. for full screen Voodoo based cards)
pt: (i.e. para placas do tipo Voodoo tela cheia)

# options/enable-panel-desc:0
source: Enable instrument panel
pt: Ativa o painel de instrumentos

# options/enable-random-buildings-desc:0
source: Include random buildings objects
pt: Adicionar edificios aleatorios

# options/enable-random-objects-desc:0
source: Include random scenery objects
pt: Adicionar objetos aleatorios do cenario

# options/enable-random-vegetation-desc:0
source: Include random vegetation objects
pt: Adicionar objetos aleatorios de vegetacao

# options/enable-real-weather-fetch-desc:0
source: Enable METAR based real weather fetching (this requires an open internet connection)
pt: Ativar a busca de clima real baseada em METAR (isto requer uma conexao a Internet)

# options/enable-save-on-exit:0
source: Allow saving preferences at program exit
pt: Permitir salvar preferencias ao sair do programa

# options/enable-sound-desc:0
source: Enable sound effects
pt: Ativa efeitos sonoros

# options/enable-specular-highlight:0
source: Enable specular reflections on textured objects
pt: Ativa a reflexao especular sobre objetos texturizados

# options/enable-splash-screen-desc:0
source: Enable splash screen
pt: Ativa tela de abertura

# options/enable-terrasync-desc:0
source: Enable automatic scenery downloads/updates
pt: Ativa o download/atualizacao automatica de cenarios

# options/enable-textures-desc:0
source: Enable textures
pt: Ativa as texturas

# options/enable-wireframe-desc:0
source: Enable wireframe drawing mode
pt: Ativa o modo de desenho aramado

# options/environment-options:0
source: Environment Options
pt: Opcoes de ambiente

# options/failure-desc:0
source: Fail the pitot, static, vacuum, or electrical system (repeat the option for multiple system failures).
pt: Falhar o sistema de pitot, vacuo, estatico, ou sistema eletrico (repetir a opcao para multiplas falhas do sistema).

# options/fdm-desc:0
source: Select the core flight dynamics model
pt: Seleciona o nucleo dos modelos de dinamica de voo

# options/fdm-desc:1
source: Can be one of jsb, larcsim, yasim, magic, balloon, ada, external, or null
pt: Pode ser: jsb, larcsim, yasim, magic, balloon, ada, external, ou nulo

# options/fdm-options:0
source: Flight Model
pt: Modelo de Voo

# options/features-options:0
source: Features
pt: Caracteristicas

# options/fg-aircraft-desc:0
source: Specify additional aircraft directory path(s) (alternatively, you can use --aircraft-dir to target a specific aircraft in a given directory)
pt: Especifica o caminho do diretorio de aeronaves adicionais

# options/fg-root-desc:0
source: Specify the root data path
pt: Especifica a pasta de dados raiz

# options/fg-scenery-desc:0
source: Specify the scenery path(s);
pt: Especifica o caminho da pasta de cenario(s);

# options/fg-scenery-desc:1
source: Defaults to $FG_ROOT/Scenery
pt: Por padrao e $FG_ROOT/Scenery

# options/fgviewer-desc:0
source: Use a model viewer rather than load the entire simulator;
pt: Utilizar um visualizador do modelo, em vez de carregar o simulador inteiro;

# options/fix-desc:0
source: Specify starting position relative to a fix
pt: Especifica a posicao inicial relativa a um fixo

# options/flight-plan-desc:0
source: Read all waypoints from a file
pt: Ler todos os waypoints de um arquivo

# options/fog-disable-desc:0
source: Disable fog/haze
pt: Desativa nevoeiro/neblina

# options/fog-fastest-desc:0
source: Enable fastest fog/haze
pt: Ativar rapido nevoeiro/neblina

# options/fog-nicest-desc:0
source: Enable nicest fog/haze
pt: Ativar o melhor nevoeiro/neblina

# options/fov-desc:0
source: Specify field of view angle
pt: Especifica o campo do angulo de visao

# options/fpe-desc:0
source: Abort on encountering a floating point exception;
pt: Abortar ao encontrar uma excecao de ponto flutuante;

# options/garmin-desc:0
source: Open connection using the Garmin GPS protocol
pt: Abrir conexao usando o protocolo Garmin GPS

# options/general-options:0
source: General Options
pt: Opcoes Gerais

# options/generic-desc:0
source: Open connection using a predefined communication interface and a preselected communication protocol
pt: Abrir conexao usando uma interface predefinida de comunicacao e um protocolo pre selecionado de comunicacao

# options/geometry-desc:0
source: Specify window geometry (640x480, etc)
pt: Especifica a geometria das janelas (640x480, etc)

# options/glideslope-desc:0
source: Specify flight path angle (can be positive)
pt: Especifica o angulo da trajetoria de voo (pode ser positivo)

# options/heading-desc:0
source: Specify heading (yaw) angle (Psi)
pt: Especifica o angulo da direcao (rota) (Psi)

# options/help-desc:0
source: Show the most relevant command line options
pt: Exibe as opcoes mais relevantes da linha de comando

# options/httpd-desc:0
source: Enable http server on the specified address. Specify the port or address:port to bind to.
pt: Ativa o servidor http na porta especificada

# options/hud-culled-desc:0
source: Hud displays percentage of triangles culled
pt: HUD exibe uma porcentagem dos triangulos perdidos

# options/hud-options:0
source: Hud Options
pt: Opcoes do HUD

# options/hud-tris-desc:0
source: Hud displays number of triangles rendered
pt: HUD exibe o numero de triangulos renderizados

# options/in-air-desc:0
source: Start in air (implied when using --altitude)
pt: iniciar no ar (implicado a usar --altitude)

# options/io-options:0
source: IO Options
pt: Opcoes ES

# options/joyclient-desc:0
source: Open connection to an Agwagon joystick
pt: Abrir conexao para um joystick Agwagon

# options/jpg-httpd-desc:0
source: Enable screen shot http server on the specified port (replaced by --httpd)
pt: Ativa captura de tela no servidor http na porta especificada (replaced by --httpd)

# options/jsclient-desc:0
source: Open connection to a remote joystick
pt: Abrir conexao para um joystick remoto

# options/language-desc:0
source: Select the language for this session
pt: Seleciona o idioma para esta sessao

# options/lat-desc:0
source: Starting latitude (south = -)
pt: Latitude inicial (sul = -)

# options/livery-desc:0
source: Select aircraft livery
pt: Seleciona a pintura da aeronave

# options/log-class-desc:0
source: Specify which logging class(es) to use
pt: Especifica que classe(s) de registro de log utilizar

# options/log-level-desc:0
source: Specify which logging level to use
pt: Especifica que nivel de registro de log utilizar

# options/lon-desc:0
source: Starting longitude (west = -)
pt: Longitude inicial (oeste = -)

# options/mach-desc:0
source: Specify initial mach number
pt: Especifica o numero MACH inicial

# options/materials-file-desc:0
source: Specify the materials file used to render the scenery (default: Materials/regions/materials.xml)
pt: Especifica o arquivo de materiais utilizados para renderizar o cenario (por padrao: materials.xml)

# options/metar-desc:0
source: Pass a METAR string to set up static weather (this implies --disable-real-weather-fetch)
pt: Passar um METAR para configurar clima estatico

# options/min-aircraft-status:0
source: Allows you to define a minimum status level (=development status) for all listed aircraft
pt: Permite definir um nivel minimo de status (=status de desenvolvimento) para todas as aeronaves listadas
