Repository: FlightGear/flightgear
Catalog: Translations/*/FlightGear-nonQt.xlf
Languages: pt

# options/model-hz-desc:0
source: Run the FDM this rate (iterations per second)
pt: Executar o MDV com esta taxa (interacoes por segundo)

# options/multiplay-desc:0
source: Specify multipilot communication settings
pt: Especifica a configuracao das comunicacoes multipiloto

# options/multiplayer-options:0
source: MultiPlayer Options
pt: Opcoes de Multijugador

# options/native-ctrls-desc:0
source: Open connection using the FG Native Controls protocol
pt: Abrir conexao usando o protocolo FG Native Controls

# options/native-desc:0
source: Open connection using the FG Native protocol
pt: Abrir conexao usando o protocolo FG Native

# options/native-fdm-desc:0
source: Open connection using the FG Native FDM protocol
pt: Abrir conexao usando o protocolo FG Native FDM

# options/native-gui-desc:0
source: Open connection using the FG Native GUI protocol
pt: Abrir conexao usando o protocolo FG Native GUI

# options/nav1-desc:0
source: Set the NAV1 radio frequency, optionally preceded by a radial.
pt: Define a frequencia de radio NAV1, opcionalmente precedida por um radial.

# options/nav2-desc:0
source: Set the NAV2 radio frequency, optionally preceded by a radial.
pt: Define a frequencia de radio NAV2, opcionalmente precedida por um radial.

# options/ndb-desc:0
source: Specify starting position relative to an NDB
pt: Especifica a posicao inicial relativa a um NDB

# options/network-options:0
source: Network Options
pt: Opcoes de rede

# options/nmea-desc:0
source: Open connection using the NMEA protocol
pt: Abrir conexao usando o protocolo NMEA

# options/notrim-desc:0
source: Do NOT attempt to trim the model
pt: NAO tentar compensar o modelo

# options/notrim-desc:1
source: (only with fdm=jsbsim)
pt: (apenas com MDV=jsbsim)

# options/offset-azimuth-desc:0
source: Specify heading to reference point
pt: Especifica aa direcao para o pontode referencia

# options/offset-distance-desc:0
source: Specify distance to reference point (statute miles)
pt: Especifica a distancia para um ponto de referencia (em milhas estatutarias)

# options/on-ground-desc:0
source: Start at ground level (default)
pt: Iniciar no nivel do chao (padrao)

# options/opengc-desc:0
source: Open connection using the OpenGC protocol
pt: Abrir conexao usando o protocolo OpenGC

# options/parking-id-desc:0
source: Specify parking position at an airport (must also specify an airport)
pt: Especifica a posicao de estacionamento de um aeroporto (tambem deve especificar um aeroporto)

# options/parkpos-desc:0
source: Specify which starting position on an AI carrier (must also specify a carrier)
pt: Especifica em que posicao inicia em um porta-avioes IA (precisa especificar o porta-avioes)

# options/pitch-desc:0
source: Specify pitch angle (Theta)
pt: Especifica o angulo de inclinacao (Theta)

# options/position-options:0
source: Initial Position and Orientation
pt: Posicao e Orientacao Iniciais

# options/prop-desc:0
source: Set property <name> to <value>. <type> can be one of string, double, float, long, int, or bool.
pt: Define a propriedade e<nome> para <valor>. O <tipo> pode ser uma cadeia de caracteres (string), duplo (double), flutuante (float), longo (long), inteiro (int), booleano (bool).

# options/props-desc:0
source: Open connection using the interactive property manager
pt: Abrir conexao usando o gerenciador interativo de propriedades

# options/proxy-desc:0
source: Specify which proxy server (and port) to use. The username and password are optional and should be MD5 encoded already. This option is only useful when used in conjunction with the real-weather-fetch option.
pt: Especifica qual servidor proxy (e porta) serao utilizados. O nome de usuario e senha sao opcionais e precisam ter codificacao MD5. Esta opcao e util apenas quando utilizada em conjunto com a opcao real-weather-fetch.

# options/pve-desc:0
source: Open connection using the PVE protocol
pt: Abrir conexao usando o protocolo PVE

# options/random-objects-desc:0
source: (buildings, etc.)
pt: (edificios, etc.)

# options/random-wind-desc:0
source: Set up random wind direction and speed
pt: Especifica uma direcao e velocidade do vento aleatoria

# options/ray-desc:0
source: Open connection using the Ray Woodworth motion chair protocol
pt: Abrir conexao usando o protocolo Ray Woodworth motion chair

# options/rendering-options:0
source: Rendering Options
pt: Opcoes de Renderizacao

# options/restore-defaults-desc:0
source: Reset all user settings to their defaults (rendering options etc)
pt: Restaurar todas as configuracoes do usuario para seus padroes (opcoes de renderizacao etc)

# options/roc-desc:0
source: Specify initial climb rate (can be negative)
pt: Especifica a taxa de subida inicial (pode ser negativa)

# options/roll-desc:0
source: Specify roll angle (Phi)
pt: Especifica o angulo de rolagem (Phi)

# options/route-options:0
source: Route/Way Point Options
pt: Opcoes de Rota/Way Point

# options/rul-desc:0
source: Open connection using the RUL protocol
pt: Abrir conexao usando o protocolo RUL

# options/runway-no-desc:0
source: Specify starting runway (must also specify an airport)
pt: Especifica o inicio na pista (e necessario escolher um aeroporto)

# options/season-desc:0
source: Specify the startup season
pt: Especifica a estacao inicial

# options/shading-flat-desc:0
source: Enable flat shading
pt: Ativa o sombreamento plano

# options/shading-smooth-desc:0
source: Enable smooth shading
pt: Ativa o sombreamento suavizado

# options/show-aircraft-desc:0
source: Print a list of the currently available aircraft types
pt: Exibe uma lista dos tipos de aeronaves disponiveis atualmente

# options/show-sound-devices-desc:0
source: Show a list of available audio device
pt: Exibe uma lista de dispositivos de audio disponiveis

# options/situation-options:0
source: Situation Options
pt: Opcoes de Emergencias

# options/sound-device-desc:0
source: Explicitly specify the audio device to use
pt: Especifica expressamente o dispositivo de audio para usar

# options/speed-desc:0
source: Run the FDM 'n' times faster than real time
pt: Executar o MDV 'n' vezes mais rapido que o tempo real

# options/start-date-desc:0
source: Specify a starting date/time with respect to
pt: Especifica uma data/tempo inicial com respeito a

# options/telnet-desc:0
source: Enable telnet server on the specified port
pt: Ativa o servidor telnet na porta especificada

# options/terrasync-dir-desc:0
source: Set target directory for scenery downloads
pt: Especifica o diretorio para download de cenarios

# options/texture-filtering-desc:0
source: Anisotropic Texture Filtering: values should be 1 (default),2,4,8 or 16
pt: Filtragem de textura anisotropica: os valores devem ser 1 (padrao),2,4,8 ou 16

# options/time-match-local-desc:0
source: Synchronize time with local real-world time
pt: Sincronizar hora com a hora local

# options/time-match-real-desc:0
source: Synchronize time with real-world time
pt: Sincronizar hora com a hora do mundo real

# options/time-offset-desc:0
source: Add this time offset
pt: Adiciona um incremento de tempo

# options/time-options:0
source: Time Options
pt: Opcoes de Tempo

# options/timeofday-desc:0
source: Specify a time of day
pt: Especifica a hora do dia

# options/trace-read-desc:0
source: Trace the reads for a property;
pt: Traca as leituras de uma propriedade;

# options/trace-write-desc:0
source: Trace the writes for a property;
pt: Traca as escritas de uma propriedade;

# options/trim-desc:0
source: Trim the model
pt: Compensar o modelo

# options/trim-desc:1
source: (only with fdm=jsbsim)
pt: (apenas com MDV=jsbsim)

# options/turbulence-desc:0
source: Specify turbulence from 0.0 (calm) to 1.0 (severe)
pt: Especifica turbulencias desde 0.0 (calmas) ate 1.0 (severas)

# options/uBody-desc:0
source: Specify velocity along the body X axis
pt: Especifica a velocidade ao longo do eixo X do corpo

# options/units-feet-desc:0
source: Use feet for distances
pt: Usar pes para distancias

# options/units-meters-desc:0
source: Use meters for distances
pt: Usar metros para distancias

# options/usage:0
source: Usage: fgfs [ option ... ]
pt: Uso: fgfs [ opcao ... ]

# options/vBody-desc:0
source: Specify velocity along the body Y axis
pt: Especifica a velocidade ao longo do eixo Y do corpo

# options/vDown-desc:0
source: Specify velocity along a vertical axis
pt: Especifica a velocidade ao longo de um eixo vertical

# options/vEast-desc:0
source: Specify velocity along a West-East axis
pt: Especifica a velocidade ao longo de um eixo Oeste-Este

# options/vNorth-desc:0
source: Specify velocity along a South-North axis
pt: Especifica a velocidade ao longo de um eixo Sul-Norte

# options/vc-desc:0
source: Specify initial airspeed
pt: Especifica a velocidade inicial do vento

# options/vehicle-desc:0
source: Select an vehicle profile as defined by a top level <name>-set.xml
pt: Selecionar um perfil de veiculo definido por um <nome>-set.xml de nivel superior

# options/verbose-desc:0
source: Show all command line options when combined with --help or -h
pt: Exibe todas as opcoes da linha de comando quando combinado com --help ou -h

# options/verbose-help:0
source: For a complete list of options use --help --verbose
pt: Para obter uma lista completa de opcoes use --help --verbose

# options/version-desc:0
source: Display the current FlightGear version
pt: Exibe a versao atual do FlightGear

# options/view-offset-desc:0
source: Specify the default forward view direction as an offset from straight ahead. Allowable values are LEFT, RIGHT, CENTER, or a specific number in degrees
pt: Especifica a direcao padrao da visao a frente, com um incremento adiante. Os valores validos sao LEFT (esq.), RIGHT (dir.), CENTER (centro), ou um numero especifico em graus

# options/visibility-desc:0
source: Specify initial visibility
pt: Especifica a visibilidade inicial

# options/visibility-miles-desc:0
source: Specify initial visibility in miles
pt: Especifica a visibilidade inicial em milhas

# options/vor-desc:0
source: Specify starting position relative to a VOR
pt: Especifica a posicao inicial relativa a um VOR

# options/wBody-desc:0
source: Specify velocity along the body Z axis
pt: Especifica a velocidade ao longo do eixo Z do corpo

# options/wind-desc:0
source: Specify wind coming from DIR (degrees) at SPEED (knots)
pt: Especifica o vento vindo da DIRECAO (graus) e VELOCIDADE (nos)

# options/wp-desc:0
source: Specify a waypoint for the GC autopilot;
pt: Especifica o waypoint para o piloto automatico GC;

# sys/binding-subsystems:0
source: binding subsystems
pt: ligando subsistemas

# sys/creating-subsystems:0
source: creating subsystems
pt: criando subsistemas

# sys/finalize-position:0
source: finalizing position
pt: finalizando posicao

# sys/finishing-subsystems:0
source: finalizing subsystems
pt: finalizando subsistemas

# sys/init:0
source: initializing
pt: inicializando

# sys/init-graphics:0
source: initializing graphics engine
pt: inicializando o motor grafico

# sys/init-scenery:0
source: initializing scenery
pt: inicializando cenarios

# sys/init-subsystems:0
source: initializing subsystems
pt: inicializando subsistemas

# sys/loading-aircraft:0
source: loading aircraft
pt: carregando aeronaves

# sys/loading-aircraft-list:0
source: loading aircraft list
pt: carregando lista de aeronaves

# sys/loading-nav-dat:0
source: loading navigation data
pt: carregando dados de navegacao

# sys/loading-scenery:0
source: loading scenery
pt: carregando cenarios
